Repository: common-repository/wupsales-reward-points-for-woocommerce
Catalog: languages/wupsales-reward-points-*.po
Languages: fr_fr

source: directory 755 or 777
fr_fr: répertoire 755 ou 777

source: Abbreviated
fr_fr: Abbréviation

source: Account Details
fr_fr: Détails du compte

source: Action Date
fr_fr: Date de l’action

source: Action date
fr_fr: Date de l’action

source: Action date from
fr_fr: Date d’action depuis

source: Action deleted
fr_fr: Action supprimée

source: Action not found
fr_fr: Action non trouvée

source: Action/Order Id
fr_fr: ID d’Action/de Commande

source: Activate
fr_fr: Activer

source: Active
fr_fr: Actif

source: Add
fr_fr: Ajouter

source: add
fr_fr: ajouter

source: Add company
fr_fr: Ajouter une campagne

source: Add filter
fr_fr: Ajouter un filtre

source: Add level
fr_fr: Ajouter un niveau

source: Add point
fr_fr: Ajouter un point

source: Add points
fr_fr: Ajouter des points

source: Add reward points
fr_fr: Ajouter des points

source: Add reward points block
fr_fr: Ajouter un block de points de récompense

source: Add shop button
fr_fr: Ajouter un bouton d'achat

source: Additional conditions
fr_fr: Conditions supplémentaires

source: Age
fr_fr: Âge

source: Age from
fr_fr: Depuis l’âge de

source: Age to
fr_fr: Jusqu’à l’âge de

source: All
fr_fr: Tout

source: All scheduled emails are sent once per hour. Determine how many emails to send at one time
fr_fr: Tous les courriels programmés sont envoyés une fois par heure. Définissez combien de courriels sont envoyés en même temps

source: All Tables
fr_fr: Toutes les tables

source: All users
fr_fr: Tous les utilisateurs

source: Amount of purchases
fr_fr: Montant des achats

source: Analytics
fr_fr: Statistiques

source: AND
fr_fr: ET

source: Apply
fr_fr: Appliquer

source: Are you sure to block this user?
fr_fr: Êtes-vous sûr de vouloir bloquer cet utilisateur ?

source: Are you sure to delete this action?
fr_fr: Êtes-vous sûr de vouloir supprimer cette action ?

source: Are you sure to delete this company?
fr_fr: Êtes-vous sûr de vouloir supprimer cette campagne ?

source: Are you sure to unlock this user?
fr_fr: Êtes-vous sûr de vouloir débloquer cet utilisateur ?

source: Are you sure want to remove cart bonus?
fr_fr: Êtes-vous sûr de vouloir supprimer ces bonus panier ?

source: Are you sure want to remove companies?
fr_fr: Êtes-vous sûr de vouloir supprimer ces campagnes ?

source: Are you sure want to remove groups?
fr_fr: Êtes-vous sûr de vouloir supprimer ces groupes ?

source: Are you sure want to remove levels?
fr_fr: Êtes-vous sûr de vouloir supprimer ces niveaux ?

source: Are you sure want to remove product's points?
fr_fr: Êtes-vous sûr de vouloir supprimer les points de ce produit ?

source: Are you sure want to reset rules page?
fr_fr: Êtes-vous sûr de vouloir réinitialiser la page de règles ?

source: Attribute
fr_fr: Attribut

source: Attributes
fr_fr: Attributs

source: Auto Actions
fr_fr: Actions automatiques

source: AutoActions
fr_fr: Actions automatiques

source: available for payments
fr_fr: disponible(s) pour le paiement

source: Background
fr_fr: Arrière-plan

source: Badge product balance
fr_fr: Badge du solde produit

source: Begin date
fr_fr: Date de début

source: Best selling product (with RP)
fr_fr: Meilleures ventes produit (avec points)

source: Birthday
fr_fr: Anniversaire

source: Birthday m-d
fr_fr: Anniversaire m-j

source: Blocked
fr_fr: Bloqué

source: Bought brands
fr_fr: Marques achetées

source: Bought in categories
fr_fr: Catégories achetées

source: Bought products
fr_fr: Produits achetés

source: Bought with attributes
fr_fr: Achat avec les attributs

source: Bought with tags
fr_fr: Acahts avec les étiquettes

source: Brand
fr_fr: marque

source: Brands
fr_fr: Marques

source: By reviewing
fr_fr: En laissant un avis

source: By visiting a specific page
fr_fr: En visitant une page donnée

source: Calculated
fr_fr: Calculé

source: Cancel
fr_fr: Annuler

source: Cart
fr_fr: Panier

source: Cart coupon
fr_fr: Code promo de panier

source: Cart fix
fr_fr: Correction panier

source: Cart reward
fr_fr: Récompense panier

source: Categories
fr_fr: Catégories

source: Category
fr_fr: Catégorie

source: Choose Cart settings to delete
fr_fr: Choisissez les paramètres de panier à supprimer

source: Choose Groups to delete
fr_fr: Choisissez les groupes à supprimer

source: Choose Icon
fr_fr: Choisissez une icône

source: Choose Products to clear points
fr_fr: Sélectionnez les produits dont les points sont à effacer

source: Choose Products to set points
fr_fr: Sélectionnez les produits dont les points sont à définir

source: Choose User levels to delete
fr_fr: Choisissez les niveaux utilisateur à supprimer

source: Choose Users to delete points
fr_fr: Sélectionnez les utilisateurs dont les points sont à effacer

source: Choose Users to set points
fr_fr: Sélectionnez les utilisateurs dont les points sont à définir

source: Clear points
fr_fr: Effacer les points

source: Color
fr_fr: Couleur

source: Color product badge
fr_fr: Couleur du badge produit

source: Color user balance
fr_fr: Couleur du solde utilisateur

source: Companies
fr_fr: Campagnes

source: Company
fr_fr: Campagne

source: Company not found
fr_fr: Campagne non trouvée

source: Company saved
fr_fr: Campagne enregistrée

source: Completed
fr_fr: Terminé

source: Confirm
fr_fr: Confirmer

source: Congratulations! PRO version of %s plugin is activated and working fine!
fr_fr: Félicitations! Le version PRO de l’extension %s est activée et fonctionnelle!

source: Congratulations! You are reward program participant.
fr_fr: Félécitations! Vous participez au program de récompense.

source: Congratulations! You have successfully installed PRO version of %s plugin.
fr_fr: Félicitations! Vous avez installé avec succès la version PRO de l'extension %s.

source: Cool WordPress plugins from woobewoo.com developers. I tried %s - and this was what I need! #woobewoo.com
fr_fr: De chouettes extensions des développers de woobewoo.com . J’ai essayé %s - et c’était ce dont j’avais besoin ! #woobewoo.com

source: Cost
fr_fr: Coût

source: Could you please do me a BIG favor and give it a 5-star rating on WordPress? Just to help us spread the word and boost our motivation.
fr_fr: Pourriez-vous s'il vous plaît me faire une GRANDE faveur et lui donner une note de 5 étoiles sur WordPress? Juste pour nous aider à passer le mot et à booster notre motivation.

source: Count
fr_fr: Nombre

source: Count of days since registration
fr_fr: Nombre de jours depuis l’inscription

source: Count of purchased products
fr_fr: Nombre de produits achetés

source: Count of purchases
fr_fr: Nombre d’achats

source: Count users
fr_fr: Nombre d’utilisateurs

source: Create new
fr_fr: Créer un nouveau

source: Create unique levels that users can reach for completed actions, such as the total amount of purchases, registration, roles and others, and reward them with a permanent discount
fr_fr: Créez des niveaux uniques que les utilisateurs pourront atteindre en réalisant des actions, comme le montant total de leurs achats, l’inscription, les rôles et autres, et récompensez-les avec une réduction permanente

source: Current level label design
fr_fr: Apparence du libellé du niveau actuel

source: Current options
fr_fr: Options courantes

source: Custom
fr_fr: Personnalisé

source: Database error detected
fr_fr: Erreur de base de donnée détectée

source: Database error. Please contact your developer.
fr_fr: Erreur de base de donnée. Veuillez contacter votre développeur.

source: Date format
fr_fr: Format de date

source: Date of birth
fr_fr: Date de naissance

source: days
fr_fr: jours

source: days per purchase
fr_fr: jours par achat

source: Days since registration
fr_fr: Jours depuis l’inscription

source: Default
fr_fr: Défaut

source: Defines the preferred way to enter points for assigning a reward: the exact amount, or a percentage of the cost of the product
fr_fr: Définit la façon préférée d’entrer les points pour affecter une récompense : un montant exact ou un pourcentage du prix du produit

source: Delete
fr_fr: Supprimer

source: delete
fr_fr: supprimer

source: Delete company
fr_fr: Supprimer une entreprise

source: Delete Level
fr_fr: Supprimer un niveau

source: Delete point
fr_fr: Supprimer un point

source: Delete points
fr_fr: Supprimer des points

source: Deleted
fr_fr: Supprimé

source: Design
fr_fr: Apparence

source: Discount
fr_fr: Réduction

source: Discount/Product/Cart
fr_fr: Réduction/Produit/Panier

source: Displays User Rewards
fr_fr: Afficher les récompenses de l’utilisateur

source: Do not take rewards (and not return reward discount)
fr_fr: Ne pas prendre de points (et ne pas rendre de réduction)

source: Done
fr_fr: Fait

source: Dynamics of the customer base
fr_fr: Évolution de la base client

source: Each point has its own expiration date
fr_fr: Chaque point a sa propre date d’expiration

source: Edit
fr_fr: Modifier

source: Edit action
fr_fr: Modifier l’action

source: Edit company
fr_fr: Modifier la campagne

source: Email
fr_fr: Courriel

source: Empty data to save option
fr_fr: Données vides lors de la sauvegarde

source: Empty or invalid ID
fr_fr: ID invalide ou vide

source: End Action Date
fr_fr: Date de fin de l’action

source: End date
fr_fr: Date de fin

source: Enter discount
fr_fr: Entrez la réduction

source: Enter product filter name
fr_fr: Entrez le nom du filtre prodiuit

source: Error Activate module
fr_fr: Erreur d’activation du module

source: Error Activating module
fr_fr: Erreur d’activation du module

source: Error by sending email
fr_fr: Erreur à l’envoi du courriel

source: Error Deactivation module
fr_fr: Erreur de désactivation du module

source: Error module ID
fr_fr: Erreur d’ID de module

source: Exclude recently changed dates of birth (min 5 days)
fr_fr: Exclure les dates de naissance récemment changées (min 5 jours)

source: Exclude sale
fr_fr: Exclure les promotions

source: Exclude sales items
fr_fr: Exclure les éléments en promo

source: Expired
fr_fr: Expiré

source: Expired Date
fr_fr: Date d’expiration

source: Expiry date
fr_fr: Date d’expiration

source: Expiry days
fr_fr: Jours avant expiration

source: External plugin directory
fr_fr: Répertoire d’extension externe

source: Filter
fr_fr: Filtrer

source: Filter logic
fr_fr: Logique du filtre

source: Filter type
fr_fr: Type de filtre

source: Final step to finish Your PRO version setup - is to enter your Email and License Key on this page. This will activate Your copy of software on this site.
fr_fr: L’étape finale pour terminer le paramétrage de votre version PRO est d’entrer votre e-mail et votre clé de licence sur cette page. Ceci activera votre copie de l’extension sur ce site.

source: Final step to finish Your PRO version setup - is to enter your Username for codecanyon.net and Purchase code on this page. This will activate Your copy of software on this site.
fr_fr: L’utime étape pour finaliser le paramétrage de votre version PRO est d’entrer votre nom d’utilisateur codecanyon.net et le Code d’achat sur cette page. Ceci activera votre copie du logiciel sur ce site.

source: Fixes
fr_fr: Corrections

source: Font
fr_fr: Police

source: For all filtered
fr_fr: Pour tout les filtrés

source: for purchases
fr_fr: pour les achats

source: For the correct and fast operation of product filters and calculation user rewards, the plugin create the corresponding meta-parameters. These parameters are automatically updated by editing/creating products and plugin settings. But if you've edited the products with third-party plugins or methods and/or noticed that the plugin doesn't work correctly, then click button Run to force a refresh of the products settings. If you have many products, the process may take some time.
fr_fr: Pour le traitement rapide et correct des filtres produit et le calcul des récompenses utilisateurs, l’extension crée les méta-paramètres correspondants. Ces paramètres sont automatiquement mis à jour lors de la création/la modification des produits ou des réglages de l’extension. Mais si vous avez modifié des produits via des extensions ou des méthodes tierces et/ou constatez que l’extension ne fonctionne pas correctement, alors cliquez sur le bonton Lancer pour forcer le rafraîchissement des paramètres produits. Si vous avez beaucoup de produits, ce processus prendra un certain temps.

source: For the correct and fast operation of user filters and calculation of the user level, the plugin create the corresponding meta-parameters. These parameters are automatically updated by editing/creating orders. But if you've edited the orders with third-party plugins or methods and/or noticed that the plugin doesn't work correctly, then click this button to force a refresh of the user's settings. If you have many users, the process may take some time.
fr_fr: Pour le traitement rapide et correct des filtres utilisateur et le calcul des niveaux utilisateurs, l’extension crée les méta-paramètres correspondants. Ces paramètres sont automatiquement mis à jour lors de la création/la modification de commandes. Mais si vous avez modifié des commandes via des extensions ou des méthodes tierces et/ou constatez que l’extension ne fonctionne pas correctement, alors cliquez sur le bonton Lancer pour forcer le rafraîchissement des paramètres utilisateurs. Si vous avez beaucoup d'utilisateurs, ce processus prendra un certain temps.

source: for the reason
fr_fr: pour la raison

source: From
fr_fr: Depuis

source: from
fr_fr: depuis

source: General
fr_fr: Général

source: Get Pro
fr_fr: Passer Pro

source: Go
fr_fr: Passer

source: Green area - reward program activity period
fr_fr: Surface verte - période d'activité du programme de récompense

source: Group Reward Points
fr_fr: Points de récompense du groupe

source: Groups
fr_fr: Groupes

source: Hey, I noticed you just use %s over a week – that’s awesome!
fr_fr: Hé, j'ai remarqué que vous utilisez simplement %s sur une semaine - c'est génial!

source: History
fr_fr: Historique

source: I already did
fr_fr: Déjà fait

source: If a product has a certain number of points, and a group that will include the same product has a different value, then you can determine which value to use for such cases
fr_fr: Si un produit a un certain nombre de points, et qu'un groupe incluant le même produit en a un nombre différent, vous pouvez déterminer quelle valeur utiliser dans un tel cas.

source: If at the time of returning the goods, the client does not have enough Bonuses on the Bonus account to write off the amount previously accrued for the purchase and spent by the client, then: If "Write off the rest" is selected, the maximum possible number of bonuses will be written off; If "Do not take bonuses (and not return bonus discount)" is selected, then the bonuses accrued for the returned goods will not be deducted under any circumstances when returning the goods
fr_fr: Si lors de retours produits, le client n’a pas assez de points sur son compte de récompense pour prélever le montant précédemment accordé pour l’achat et dépensé par le client, alors : si "Prélever le reste" est sélectionné, le maximum possible de points seront prélevés; si "Ne pas prendre de points (et ne pas rendre de réduction)" est sélectionné, alors les points acquis pour les biens retournés ne seront pas déduits lors de retours produits

source: If the option is enabled, a field will be added to all program participants in their personal balance account, in the Settings section, asking them to enter their age. This will give you the option to limit company participation by age and will also help you use the Birthday trigger and Age condition for auto-action company planning in the future
fr_fr: Si l’option est activé, un champ sera ajouté à pour les participants du programme dans le solde de leur personnel, dans la section Réglages, leur demandant de définir leur âge. Ceci vous donnera la possibilité de limiter l’âge de participation et vous permettra également d’utiliser le déclencheur Anniversaire et la condition d’âge pour des actions automatiques dans le futur

source: If the option is enabled, the balance will be displayed in the place specified by the shortcode
fr_fr: Si cette option est activée, le solde sera affiché à l'endroit défini par le code court

source: If the product is variable, you can set a reward for each variation separately. The value set by the variation takes precedence over the value set by the variable product
fr_fr: Si c’est un produit à variations, vous pouvez définir une récompense spécifique pour chaque variation . La valeur définie pour la variation prend la précédence sur la valeur définie pour le produit à variation.

source: If this option is enabled, discounted items will be excluded from the cart amount calculation
fr_fr: Si cette option est activée, les éléments avec réduction seront exclus du calcul du montant du panier

source: If “Update when adding new ones” is selected, then each new purchase made by the user will reset the expiration timer to the value specified in the "Reward expiry date" option. If "Each point has its own expiration date" is selected, each point accrual will have its own expiration date, regardless of purchases made
fr_fr: Si "Mettre à jour à chaque ajout" est sélectionné, alors chaque nouvel achat de l’utilisateur réinitialisera le décompte temporel à la valeur définie dans l’option "Date d’expiration de la récompense". Si "Chaque point a sa propre date d’expiration" est selectionné, alors chaque acquisition de point aura sa propre date d’expiration, indépendamment de tout nouvel achat

source: Invalid ID
fr_fr: ID invalide

source: Invalid XML file
fr_fr: Fichier XML invalide

source: Join reward program
fr_fr: Rejoindre le programme de récompense

source: Label
fr_fr: Libellé

source: Last 7 days
fr_fr: 7 derniers jours

source: Last active
fr_fr: Dernière activité

source: Last Month
fr_fr: Mois dernier

source: Last order
fr_fr: Dernière commande

source: Last Order Date
fr_fr: Date de la dernière commande

source: Last update for birthday
fr_fr: Dernière mise à jour de l’anniversaire

source: Last Year
fr_fr: Année dernière

source: Left
fr_fr: Gauche

source: Level
fr_fr: Niveau

source: Level reward
fr_fr: Récompense de niveau

source: License
fr_fr: Licence

source: License for plugin %1$s will expire in %2$d days.
fr_fr: La licence de l’extension %1$s expirera dans %2$d jours.

source: License for plugin %s will expire today.
fr_fr: La licence de l’extension %1$s expire aujourd’hui.

source: License for plugin %s will expire tomorrow.
fr_fr: La licence de l’extension %1$s expirera demain.

source: License Key
fr_fr: Clé de licence

source: Loading
fr_fr: Chargement

source: Logging
fr_fr: Journalisation

source: Logic
fr_fr: Logique

source: Logic expiry date
fr_fr: Logique de la date d’expiration

source: Main
fr_fr: Principal

source: Main product
fr_fr: Produit principal

source: Manual
fr_fr: Manuel

source: Max amount
fr_fr: Montant max

source: Max days
fr_fr: Jours max

source: Max purchases
fr_fr: Achat max

source: Max to pay by points
fr_fr: Maximum à payer par point

source: Max value BP for 1 cart
fr_fr: Nombre de PR max pour un panier

source: Members of the reward program can only be persons over %s years old
fr_fr: Les membres du programme de recompense peuvent uniquement être des personnes âgées de plus de %s ans

source: Min age
fr_fr: Âge minimal

source: Min amount
fr_fr: Montant min

source: Min amount cart
fr_fr: Montant de panier minimal

source: Min days
fr_fr: Jours min

source: Min purchases
fr_fr: Achats min

source: Module Update Failed
fr_fr: Échec de la mise à jour du module

source: Module Updated
fr_fr: Module mis à jour

source: More info
fr_fr: Plus d’information

source: More plugins for your WordPress site here!
fr_fr: Plus d’extension pour votre site wordPress par ici!

source: Most purchased product for rewards
fr_fr: Produits avec récompense les plus achetés

source: Name
fr_fr: Nom

source: Name one point
fr_fr: Nom pour un point

source: New user
fr_fr: Nouvel utilisateur

source: No modules were found in XML file
fr_fr: Aucun module trouvé dans le fichier XML

source: No XML file were found
fr_fr: Aucun fichier XML trouvé

source: Nope, maybe later
fr_fr: Non, peut-être plus tard

source: Not active user (no orders for days)
fr_fr: Utilisateurs inactifs (aucune commande depuis longtemps)

source: Not active users
fr_fr: Utilisateurs inactifs

source: Nothing to insert
fr_fr: Rien à insérer

source: Nothing to update
fr_fr: Rien à mettre à jour

source: now
fr_fr: maintenant

source: Number of purchases
fr_fr: Nombre d’achats

source: Number of the group
fr_fr: Nombre du groupe

source: Ok, you deserve it
fr_fr: Ok, vous le méritez

source: on image
fr_fr: sur l’image

source: Only active auto-action companies will be shown. Check out <a href="https://woobewoo.com/documentation/setting-up-a-new-auto-action-company/">this article</a> to learn more about configuring auto actions.
fr_fr: Seules les campagnes à actions automatiques seront affichées. Consultez <a href="https://woobewoo.com/documentation/setting-up-a-new-auto-action-company/">cet article</a> pour en savoir plus sur la configuration des actions automatiques.

source: Only sale product
fr_fr: Uniquement les produits en promo

source: Only those accruals that have already taken place will be shown
fr_fr: Seules les acquisitions effectives seront affichées

source: Operation
fr_fr: Opération

source: OR
fr_fr: OU

source: Order
fr_fr: Commande

source: Organization of the loyalty program of the bonus system for Woocommerce stores
fr_fr: Organisation du programme de fidélisation par système de bonus pour les boutiques Woocommerce

source: Parameters
fr_fr: Paramètres

source: Params
fr_fr: Paramètres

source: Pay Settings
fr_fr: Réglages du paiement

source: Percent reward points
fr_fr: Points de récompense en pourcentage

source: Percentage of purchases earning points
fr_fr: Pourcentage d'achats avec gain de points

source: Percentage of purchases with spent points
fr_fr: Pourcentage d'achats avec dépense de points

source: Period
fr_fr: Période

source: Place the widget of the Balance (Personal Account of the member of the Reward system) by adding this shortcode anywhere on your site or via standard WordPress widgets (Appearance->Widget)
fr_fr: Positionnez le widget de Solde (Compte personnel du membre du système de récompense) en ajoutant de code court n’importe où sur le site ou via les widgets standards de WordPress (Apparrence->Widget)

source: Please be advised that this feature available only in PRO version. You can %s today and have all PRO features of plugin!
fr_fr: Veuillez noter que cette fonction est uniquement valable dans la version PRO. Vous pouvez %s aujourd’hui et obtenir toutes les fonctionnalités PRO de cette extension !

source: Please enter your Email address
fr_fr: Veuillez renseigner votre courriel

source: Please enter your License Key
fr_fr: Veuillez renseigner votre clé de licence

source: Plugin Settings
fr_fr: Réglages de l’extension

source: Plural name
fr_fr: Nom au pluriel

source: Poins
fr_fr: Points

source: Points per purchase
fr_fr: Points par achat

source: Preview email
fr_fr: Prévisuliser le courriel

source: Preview popup
fr_fr: Prévisuliser la fenêtre surgissante

source: Price
fr_fr: Prix

source: Priority groups
fr_fr: Priorité des groupes

source: Product
fr_fr: Produit

source: product
fr_fr: produit

source: Product Id / Transaction Id
fr_fr: ID de produit/transaction

source: Product point
fr_fr: Point produit

source: Product price
fr_fr: Prix produit

source: Product Reward Points
fr_fr: Points de récompense du produit

source: Product's point saved
fr_fr: Ponits du produit sauvegardé

source: Products
fr_fr: Produits

source: Products points recalculated
fr_fr: Points produits recalculés

source: Profit
fr_fr: Bénéfice

source: Purchase
fr_fr: Achat
