Repository: common-repository/wupsales-reward-points-for-woocommerce
Catalog: languages/wupsales-reward-points-*.po
Languages: fr_fr

source: Purchase code
fr_fr: Code d'achat

source: Purchase currency
fr_fr: Devise d’achat

source: Purchase quantity
fr_fr: Quantité achetée

source: Purchase sum
fr_fr: Somme d’achats

source: Purchases partially or fully paid with reward points
fr_fr: Achats payés pour tout ou partie avec des points

source: Purchases that earn points
fr_fr: Achats avec gain de points

source: Purchases without earning points
fr_fr: Achats sans gain de points

source: Purchases without paying with reward points
fr_fr: Achats payés sans usage de points

source: Range
fr_fr: Intervalle

source: Re-activate
fr_fr: Ré-activer

source: Reason
fr_fr: Raison

source: Reason (max 50 symbols)
fr_fr: Raison (50 car. max)

source: Recacl products points
fr_fr: Recalculer les points produits

source: Recacl users balance
fr_fr: Recalculer le solde des utilisateurs

source: Recalc balance
fr_fr: Recalculer le solde

source: Recalc points
fr_fr: Recalculer les points

source: Red area - reward program is not activity period
fr_fr: Surface rouge - période d'inactivité du programme de récompense

source: Refund
fr_fr: Remboursé

source: Refund Settings
fr_fr: Réglages de remboursement

source: Refuse to participate
fr_fr: Refuser de participer

source: Refused
fr_fr: Refusé

source: Registration
fr_fr: Inscription

source: Report type
fr_fr: Type de rapport

source: Reserved
fr_fr: Réservé

source: Reset to default
fr_fr: Réinitialiser

source: Rest
fr_fr: Reste

source: Reward
fr_fr: Récompense

source: Reward bonus
fr_fr: Récompense bonus

source: Reward discount
fr_fr: Réduction de récompense

source: Reward expiry date
fr_fr: Date d’expiration de la récompense

source: Reward Points
fr_fr: Points de récompense

source: Reward points
fr_fr: Points de récompense

source: Reward points has been activated
fr_fr: Les points de récompense ont été activés

source: Reward points saved
fr_fr: Points de récompense enregistrés

source: Reward program conversion (returnability)
fr_fr: Conversions du programme de récompense (revenus)

source: Reward program is active
fr_fr: Le programme de récompense est activé

source: Reward program is not active
fr_fr: Le programme de récompense n’est pas activé

source: Role
fr_fr: Rôle

source: Roles
fr_fr: Rôles

source: RP
fr_fr: PR

source: Rules for the use of reward points
fr_fr: Règles d’usage des points de récompense

source: Rules page
fr_fr: Page des règles

source: Run
fr_fr: Lancer

source: Sale
fr_fr: En promo

source: Sale price
fr_fr: Prix promo

source: Save
fr_fr: Enregistrer

source: Save debug messages to the WooCommerce SystemStatus Log
fr_fr: Enregistrer les messages de debug dans le journal WooCommerce

source: Seconds
fr_fr: Secondes

source: Security check
fr_fr: Vérification de sécurité

source: Select attribute
fr_fr: Sélectionner un attribut

source: Select company
fr_fr: Sélectionner une campagne

source: Select File
fr_fr: Sélectionner un fichier

source: Select icon
fr_fr: Sélectionne une icône

source: Send email
fr_fr: Envoyer le courriel

source: Set an age limit
fr_fr: Définir un âge limite

source: Set points
fr_fr: Gérer les points

source: Set rewards for products included in groups consisting of specified multi-level conditions. Click "Create new" after that add the necessary conditions to it and specify the logic between them. If the same product is included in different groups, you can set the priority between groups using the drag and drop method
fr_fr: Définissez des récompenses pour des produits inclus dans des groupes consistant en des conditions spécifiques multi-niveaux. Cliquez sur "Créer un nouveau" après avoir ajouté les conditions nécessaires et avoir précisé la logique entre elles. Si un même produit est inclus dans plusieurs groupes, vous pouvez définir la priorité entre groupes en utilisant le glisser-déposer.

source: Set the expiration date for the points that customers receive for purchases. For already received points, the setting will not be applied
fr_fr: Définit la date d’expiration des points que les clients reçoivent pour leurs achats. Pour les points déjà reçus, ce réglage ne sera pas appliqué

source: Set the font for the balance widget
fr_fr: Définissez la police pour le widget de solde

source: Set the font for the product bage
fr_fr: Définissez la police pour la page produit

source: Set the maximum amount of points that can be used for one cart
fr_fr: Définit le nombre maximal de points qui peuvent être utilisés dans un panier

source: Set the maximum percentage of the cart amount that can be paid with Reward points
fr_fr: Définit le poucetage maximal du montant du panier qui peut être payé avec des points de récompense

source: Set the minimum amount of the cart to be able to use the points
fr_fr: Définit le montant minimal de panier à partir duquel les points sont utilisables

source: Settings
fr_fr: Réglages

source: Shop
fr_fr: Acheter

source: Show
fr_fr: Afficher

source: Show active
fr_fr: Afficher uniquement celles actives

source: Show balance
fr_fr: Afficher le solde

source: Show completed
fr_fr: Afficher les terminés

source: Show popup
fr_fr: Afficher la fenêtre surgissante

source: Show reward points
fr_fr: Afficher les points de récompense

source: Show variations
fr_fr: Afficher les variations

source: Showing
fr_fr: Affichage

source: Size
fr_fr: Taille

source: Specify the background color for the balance widget
fr_fr: Définissez la couleur d'arrière-plan du widget de solde

source: Specify the background color for the product bage
fr_fr: Définissez la couleur de fond pour le badge produit

source: Specify where exactly to show the product badge
fr_fr: Définissez où exactement afficher le badge produit

source: Specify whether to display the exact number of points received for this product
fr_fr: Définissez si vous souhaitez afficher le nombre exact de points reçus pour ce produit

source: Spent
fr_fr: Dépensé

source: Start company
fr_fr: Démarrer la campagne

source: Start for better position on product page
fr_fr: Définissez le positionnement précis sur la page produit

source: Start for better position on shop page
fr_fr: Définissez le positionnement précis sur la page boutique

source: Start for product page
fr_fr: Position sur la page produit

source: Start for shop page
fr_fr: Position sur la page boutique

source: Status
fr_fr: État

source: Stop
fr_fr: Arrêter

source: Stop company
fr_fr: Arrêter la campagne

source: Stopped
fr_fr: Arrêté

source: Subject
fr_fr: Sujet

source: Sum
fr_fr: Somme

source: Support
fr_fr: Assistance

source: Tag
fr_fr: tiquette

source: Tags
fr_fr: Étiquettes

source: Taxonomy
fr_fr: Taxonomie

source: The action already completed or deleted
fr_fr: Action déjà terminée ou supprimée

source: The action has empty points
fr_fr: Cette action a un nombre de points vide

source: The company can not be edited in the Deleted status
fr_fr: La campagne ne peut être modifiée à l’état Supprimée

source: The company can only be edited in the Stopped status
fr_fr: La campagne ne peut être modifiée que dans l’état Arrêtée

source: The Expiry date cannot be less than the Action date
fr_fr: La date d’expiration ne peut être antérieure à la date d’action

source: The field Action date: format error
fr_fr: Champ Date de l’action: erreur de format

source: The field Add reward points not filled
fr_fr: Le champ Ajouter des points n’est pas renseigné

source: The field Begin date: format error
fr_fr: Champ date de début: erreur de format

source: The field Count not filled
fr_fr: Le champ Nombre n’est pas renseigné

source: The field Date of birth: format error
fr_fr: Champ Date de naissance: erreur de format

source: The field Expiry date: format error
fr_fr: Champ Date d’d'expiration: erreur de format

source: The field Reason must be a maximum of 50 characters
fr_fr: Le champ Raison doit avoir 50 car. max

source: The field Reason not filled
fr_fr: Le champ raison n’est pas renseigné

source: The field Trigger not filled
fr_fr: Le champ déclencheur n’est pas renseigné

source: The rules for participation in the Reward system are generated automatically based on the set settings, but you can also edit them or, in which case, restore the default value
fr_fr: Les règles de participation du système de récompense sont générées automatiquement en fonction des réglages, mais vous pouvez également les modifier ou, si besoin, les réinitialiser

source: There was a problem with sending request to our autentification server. Please try latter.
fr_fr: Un problème est survenu lors de l’envoi de la requête à notre serveur d’authentification. Veuillez réessayer plus tard.

source: This action already completed or deleted
fr_fr: Action déjà terminée ou supprimée

source: this link
fr_fr: ce lien

source: This Month
fr_fr: Ce mois

source: This name will be used everywhere on the front of your store where the points name is involved
fr_fr: Ce nom sera affiché sur votre boutique lorsque le nom des points sera utilisé

source: This option controls the date format in the entire Reward system interface on the front. For example, for a counter that is located in the users balance widget and shows when the points expire, or to enter the users age, etc
fr_fr: Cette option contrôle le format de la date dans toute l’interface du système de récompense sur votre boutique. Par exemple, pour un compteur localisé dans le widget de solde des clients qui affiche quand les points expirent, ou pour entrer l’âge des utilisateurs, etc…

source: This Year
fr_fr: Cette année

source: Time spent on site (for session)
fr_fr: Temps passé sur le site (par session)

source: Timeout
fr_fr: Durée

source: Title
fr_fr: Titre

source: To
fr_fr: À

source: to
fr_fr: à

source: To activate your %1$s PRO plugin verification of your subscription is required. Go to %2$s and make sure you are logged in to your WooCommerce.com account.
fr_fr: Pour activer votre extension %1$s PRO la vérification de votre abonnement est requise. Allez sur %2$s et assurez-vous d’être conencté à votre compte WooCommerce.com.

source: To activate your PRO version verification of your subscription is required. Go to %s and make sure you are logged in to your WooCommerce.com account.
fr_fr: Pour activer votre version PRO la vérification de votre abonnement est requise. Allez sur %s et assurez-vous d’être connecté à votre compte WooCommerce.com.

source: To extend PRO version license - follow %s.
fr_fr: Pour prolonger la licence de la version PRO - suivez %s.

source: Top
fr_fr: Haut

source: Total Amount
fr_fr: Montant total

source: Total amount
fr_fr: Montant total

source: Total amount of purchases
fr_fr: Montant total des achats

source: Total Order Count
fr_fr: Nombre total de commandes

source: Total purchases amount
fr_fr: Montant total d’achats

source: Transaction DateTime
fr_fr: Horodatage de la transaction

source: Transaction Id
fr_fr: ID de transaction

source: Trigger
fr_fr: Déclencheur

source: under the picture
fr_fr: sous l’image

source: Unique number
fr_fr: Numéro unique

source: Units
fr_fr: Unités

source: Update when adding new ones
fr_fr: Mettre à jour à chaque ajout

source: Upload your unique Bonus Points badge for balance widget
fr_fr: Téléversez votre badge de points bonus unique pour le widget de solde

source: Upload your unique Bonus Points icon for your product badge by inviting users
fr_fr: Téléversez votre icône de points bonus unique pour le badge produit pour l'invitation l'utilisateurs

source: Use
fr_fr: Utiliser

source: Use abbreviation
fr_fr: Utiliser l’abbréviation

source: Use cart rewards
fr_fr: Utiliser les récompenses panier

source: Use groups
fr_fr: Utiliser des groupes

source: Use icon
fr_fr: Utiliser une icône

source: Use levels
fr_fr: Utiliser les niveaux

source: User
fr_fr: Utilisateur

source: User balance
fr_fr: Solde utilisateur

source: User blocked
fr_fr: Utilisateur bloqué

source: User Id
fr_fr: ID d’utilisateur

source: User is not active
fr_fr: L’utilisateur est inactif

source: User Level discount
fr_fr: Niveau de réduction de l’utilisateur

source: User levels
fr_fr: Niveaux utilisateurs

source: User list
fr_fr: Liste d’utilisateurs

source: User role
fr_fr: Rôle utilisateur

source: User roles
fr_fr: Rôles utilisateur

source: User unlocked
fr_fr: Utilisateur débloqué

source: User's action saved
fr_fr: Action de l’utilisateur enregistrée

source: Username
fr_fr: Nom utilisateur

source: Username for codecanyon.net
fr_fr: Nom utilisateur codecanyon.net

source: Users
fr_fr: Utilisateurs

source: Users balance recalculated
fr_fr: Soldes utilisateurs recalculés

source: Users who have reviewed
fr_fr: Utilisateurs ayant laissé des avis

source: Valid until
fr_fr: Valide jusqu’au

source: View
fr_fr: Voir

source: View action
fr_fr: Action de visualisation

source: View company
fr_fr: Voir la campagne

source: Wait
fr_fr: En attente

source: When rewards are spent
fr_fr: Lorsque les récompenses sont dépensées

source: Widget shortcode
fr_fr: Code court du widget

source: Widget user balance
fr_fr: Widget de solde utilisateur

source: without orders
fr_fr: sans commande

source: Write off the rest
fr_fr: Prélever le reste

source: You are blocked
fr_fr: Vous êtes bloqué.e

source: You are not logged in
fr_fr: Vous n’êtes pas connecté.e

source: You are refused
fr_fr: Vous êtes refusé.e.

source: You can %s to extend your license, then - click on "Re-activate" button to re-activate your PRO version.
fr_fr: Vous pouvez %s pour prolonger votre license, puis cliquez sur le bouton "Ré-activer" pour réactiver votre version PRO.

source: You can change your age only once/year.
fr_fr: Vous ne pouvez changer votre âge qu’une fois par an.

source: You can create an unlimited number of cart range levels for which the user can receive the specified number of points. For example, the larger the cart amount, the greater the discount, this motivates buyers to buy
fr_fr: Vous pouvez créer un nombre illimité de niveaux d’intervalles pour lesquels l’utilisateur peut recevoir un nombre défini de points. Par exemple, plus le montant du panier est important, plus grande est la réduction, ce qui motive les acheteurs

source: You have been blocked by the administrator, possibly for violating the rules of the reward program.
fr_fr: Vous avez été bloqué par l’administrateur, possiblement pour violation des règles du programme de récompense.

source: You have no actions for now.
fr_fr: Vous n’avez aucune action pour le moment.

source: You have no companies for now.
fr_fr: Vous n’avez aucune campagne pour le moment.

source: You have no data for now.
fr_fr: Vous n’avez aucune donnée pour le moment.

source: You have no permissions to view this page
fr_fr: Vous n’avez pas la permission de voir cette page

source: You have no products for now.
fr_fr: Vous n’avez aucun produit pour le moment.

source: You have no transactions for now.
fr_fr: Vous n’avez aucune transaction pour le moment.

source: You have received reward points
fr_fr: Vous avez reçu des points de récompense

source: You need to activate your copy of PRO version %1$s plugin. Go to %2$s tab and finish your software activation process.
fr_fr: Vous devez activer votre copie de la version PRO de l’extension %1$s. Allez à l’onglet %2$s et finalisez le processus d’activation du logiciel.

source: You refused to participate.
fr_fr: Vous avez refusé de participer.

source: Your email address, used on checkout procedure on
fr_fr: Votre e-adresse mail, utilisée lors de l’achat sur

source: Your level
fr_fr: Votre niveau

source: Your license for PRO version of %s plugin - expired.
fr_fr: La licence de la version PRO de l’extension %s a expiré.

source: Your license is expired. Once you extend your license - you will be able to Update PRO version. To extend PRO version license - follow %1$s, then - go to %2$s tab and click on "Re-activate" button to re-activate your PRO version.
fr_fr: Votre licence a expiré. Une fois votre licence prolongée, vous serez capable de mettre à jour la version PRO. Pour prolonger votre licence PRO - suivez %1$s, puis allez à l’onglet %2$s et cliquez sur le bouton "Réactiver" pour réactiver votre version PRO.

source: Your License Key from your account on
fr_fr: Votre clé de licence selon votre compte sur

source: Your License Key from your WooCommerce.com Subscriptions
fr_fr: Votre clé de licence selon votre abonnement WooCommerce.com

source: Your plugin %1$s PRO license is expired and we are unable to verify your subscriptions. Please go to %2$s and make sure you are logged in your WooCommerce.com account.
fr_fr: La licence de votre extension %1$s PRO est expirée et nous ne pouvons pas vérifier votre abonnement. Veuillez vous rendre sur %2$s et vous assurer que vous êtes connecté à votre compte WooCommerce.com.

source: Your plugin %s PRO license is expired. It means your PRO version will work as usual - with all features and options, but you will not be able to update the PRO version and use PRO support.
fr_fr: Votre licence de l’extension PRO de %s est expirée. Cela signifie que votre version PRO fonctionnera comme avant, avec toutes les fonctions et options, mais vous ne serez plus capable de mettre à jour la version PRO ou d’accéder à l’assistance PRO.

source: Your points balance
fr_fr: Votre solde de points

source: Your Purchase code from
fr_fr: Votre code d’achat de

source: Еmails to send per session
fr_fr: Courriels à envoyer par session

source: Сanceled
fr_fr: Annulé

source: Сredited
fr_fr: Crédité
